Repository: JUVOJustin/favorites
Catalog: languages/favorites-*.po
Languages: de_de

source: Favorites
de_de: Favoriten

source: Simple and flexible favorite buttons for any post type.
de_de: Einfache und flexible Favoriten-Buttons für jeden Beitragstyp.

source: Favorite <i class="sf-icon-star-empty"></i>
de_de: Favorisieren <i class="sf-icon-star-empty"></i>

source: Favorited <i class="sf-icon-star-full"></i>
de_de: Favorisiert <i class="sf-icon-star-full"></i>

source: Anonymous Users
de_de: Anonyme Benutzer

source: Anonymous User
de_de: Anonymer Benutzer

source: Settings
de_de: Einstellungen

source: Favorites Settings
de_de: Favoriten-Einstellungen

source: Please login to add favorites.
de_de: Bitte einloggen, um Favoriten hinzuzufügen.

source: Dismiss this notice
de_de: Diesen Hinweis schließen

source: Favorite
de_de: Favorit

source: Favorited
de_de: Favorisiert

source: Clear Favorites
de_de: Favoriten löschen

source: Loading
de_de: Laden

source: No Favorites
de_de: Keine Favoriten

source: Like
de_de: Gefällt mir

source: Liked
de_de: Gefällt mir

source: Love
de_de: Liebe

source: Loved
de_de: Geliebt

source: Bookmark
de_de: Lesezeichen

source: Bookmarked
de_de: Mit Lesezeichen versehen

source: Wishlist
de_de: Wunschliste

source: Add to Wishlist
de_de: Zur Wunschliste hinzufügen

source: Added to Wishlist
de_de: Zur Wunschliste hinzugefügt

source: Background Color
de_de: Hintergrundfarbe

source: Border Color
de_de: Rahmenfarbe

source: Text Color
de_de: Textfarbe

source: Icon Color
de_de: Icon-Farbe

source: Count Color
de_de: Zähler-Farbe

source: Default List
de_de: Standardliste

source: Total Favorites
de_de: Favoriten insgesamt

source: There was an error processing the request.
de_de: Bei der Verarbeitung der Anfrage ist ein Fehler aufgetreten.

source: Invalid post.
de_de: Ungültiger Beitrag.

source: Enabled Favorites for:
de_de: Favoriten aktiviert für:

source: Insert Favorite button before content
de_de: Favoriten-Button vor dem Inhalt einfügen

source: Favorite buttons are automatically inserted before the content using the_content filter.
de_de: Favoriten-Buttons werden automatisch vor dem Inhalt eingefügt unter Verwendung des the_content-Filters.

source: Include before content
de_de: Vor dem Inhalt einfügen

source: Insert Favorite button after content
de_de: Favoriten-Button nach dem Inhalt einfügen

source: Favorite buttons are automatically inserted after the content using the_content filter.
de_de: Favoriten-Buttons werden automatisch nach dem Inhalt eingefügt unter Verwendung des the_content-Filters.

source: Include after content
de_de: Nach dem Inhalt einfügen

source: Show favorite count on post edit screen
de_de: Favoriten-Zähler im Beitrags-Editor anzeigen

source: Adds a meta box with the total number of favorites the post has received.
de_de: Fügt eine Meta-Box mit der Gesamtzahl der Favoriten des Beitrags hinzu.

source: Add meta box
de_de: Meta-Box hinzufügen

source: Show favorite count in admin columns
de_de: Favoriten-Zähler in Admin-Spalten anzeigen

source: Adds a column to the admin listing with the total favorite count.
de_de: Fügt der Admin-Liste eine Spalte mit der Gesamtzahl der Favoriten hinzu.

source: Add admin column
de_de: Admin-Spalte hinzufügen

source: Favorite Button Content & Appearance
de_de: Favoriten-Button Inhalt & Erscheinungsbild

source: By default, the button is displayed in an HTML button element.
de_de: Standardmäßig wird der Button in einem HTML-Button-Element angezeigt.

source: Button Type
de_de: Button-Typ

source: Use a predefined button or add your own markup.
de_de: Verwenden Sie einen vordefinierten Button oder fügen Sie Ihre eigene Markup hinzu.

source: Custom Markup
de_de: Benutzerdefiniertes Markup

source: Preview
de_de: Vorschau

source: Color Options
de_de: Farboptionen

source: If colors are not specified, theme colors will apply. Note: theme styles will effect the appearance of the favorites button. The button is displayed in a button element, with a css class of "simplefavorites-button".
de_de: Wenn keine Farben angegeben werden, werden die Theme-Farben angewendet. Hinweis: Theme-Styles wirken sich auf das Erscheinungsbild des Favoriten-Buttons aus. Der Button wird in einem Button-Element angezeigt, mit der CSS-Klasse "simplefavorites-button".

source: Specify custom colors
de_de: Benutzerdefinierte Farben angeben

source: Default Button State (Unfavorited)
de_de: Standard-Button-Zustand (Nicht favorisiert)

source: Active Button State (Favorited)
de_de: Aktiver Button-Zustand (Favorisiert)

source: Include button shadow
de_de: Button-Schatten einfügen

source: Button Markup: Unfavorited
de_de: Button-Markup: Nicht favorisiert

source: The button inner html, in an unfavorited state.
de_de: Der Button-HTML-Inhalt im nicht favorisierten Zustand.

source: Button Markup: Favorited
de_de: Button-Markup: Favorisiert

source: The button inner html, in a favorited state.
de_de: Der Button-HTML-Inhalt im favorisierten Zustand.

source: Include Total Favorite Count
de_de: Gesamtzahl der Favoriten einfügen

source: Adds the total number of times the post has been favorited to the button.
de_de: Fügt die Gesamtzahl der Favorisierungen des Beitrags zum Button hinzu.

source: Include count in button
de_de: Zähler im Button einfügen

source: Favorite Button Loading Indication
de_de: Favoriten-Button Ladeanzeige

source: Display loading indicator for buttons
de_de: Ladeanzeige für Buttons anzeigen

source: Helpful for slow sites with cache enabled
de_de: Hilfreich für langsame Sites mit aktiviertem Cache

source: Loading Text
de_de: Lade-Text

source: Replaces the unfavorited/favorited button text during the loading state.
de_de: Ersetzt den Button-Text während des Ladezustands.

source: Loading Text/HTML
de_de: Lade-Text/HTML

source: Loading Spinner
de_de: Lade-Spinner

source: Adds a spinner to the button during loading state. See plugin documentation for filters available for theme customization.
de_de: Fügt dem Button während des Ladezustands einen Spinner hinzu. Siehe Plugin-Dokumentation für Filter zur Theme-Anpassung.

source: Use CSS/HTML Spinner
de_de: CSS/HTML-Spinner verwenden

source: Use Image/GIF Spinner
de_de: Bild/GIF-Spinner verwenden

source: Page Load
de_de: Seitenladung

source: Adds the loading state to favorites buttons during page load. Helpful on sites with page cache enabled.
de_de: Fügt den Ladezustand zu Favoriten-Buttons während der Seitenladung hinzu. Hilfreich auf Sites mit aktiviertem Seitencache.

source: Add loading state on page load
de_de: Ladezustand bei Seitenladung hinzufügen

source: Listing Display
de_de: Listenanzeige

source: Customize the favorites list HTML
de_de: Favoriten-Listen-HTML anpassen

source: List Wrapper Element
de_de: Listen-Wrapper-Element

source: The list wrapper html element. Defaults to an html ul list.
de_de: Das Listen-Wrapper-HTML-Element. Standardmäßig eine HTML ul-Liste.

source: List Wrapper Type
de_de: Listen-Wrapper-Typ

source: Unordered List (ul)
de_de: Unsortierte Liste (ul)

source: Ordered List (ol)
de_de: Sortierte Liste (ol)

source: Wrapper CSS Classes
de_de: Wrapper-CSS-Klassen

source: Single List Element
de_de: Einzelnes Listen-Element

source: The individual listing html element. Defaults to an html li item.
de_de: Das einzelne Listen-HTML-Element. Standardmäßig ein HTML li-Item.

source: List Element Type
de_de: Listen-Element-Typ

source: List Item (li)
de_de: Listen-Item (li)

source: Paragraph (p)
de_de: Absatz (p)

source: Listing CSS Classes
de_de: Listen-CSS-Klassen

source: Single Listing Content Markup
de_de: Einzelnes Listen-Inhalts-Markup

source: Optionally customize the single listing markup.
de_de: Optional das einzelne Listen-Markup anpassen.

source: Customize Content
de_de: Inhalt anpassen

source: Important:
de_de: Wichtig:

source: By customizing the listing content, some shortcode options will not apply. These options include: include_links, include_buttons, include_thumbnails, and thumbnail_size
de_de: Durch die Anpassung des Listen-Inhalts gelten einige Shortcode-Optionen nicht. Diese Optionen umfassen: include_links, include_buttons, include_thumbnails und thumbnail_size

source: Add Dynamic Fields
de_de: Dynamische Felder hinzufügen

source: To add a custom meta field, use the format <code>[custom_field:custom_field_name]</code>
de_de: Um ein benutzerdefiniertes Meta-Feld hinzuzufügen, verwenden Sie das Format <code>[custom_field:custom_field_name]</code>

source: Post Fields
de_de: Beitrags-Felder

source: Post Title
de_de: Beitragstitel

source: Excerpt
de_de: Auszug

source: Permalink (raw link)
de_de: Permalink (roher Link)

source: Permalink (as link)
de_de: Permalink (als Link)

source: Thumbnail:
de_de: Vorschaubild:

source: Add
de_de: Hinzufügen

source: Favorites Fields
de_de: Favoriten-Felder

source: Favorite Button
de_de: Favoriten-Button

source: Favorite Count
de_de: Favoriten-Zähler

source: Additional Display Settings
de_de: Zusätzliche Anzeige-Einstellungen

source: Clear Favorites Button Text
de_de: Text für "Favoriten löschen"-Button

source: The text that appears in the "Clear Favorites" button by default. Note, the text may be overridden in the shortcode or function call.
de_de: Der Text, der standardmäßig im "Favoriten löschen"-Button erscheint. Hinweis: Der Text kann im Shortcode oder Funktionsaufruf überschrieben werden.

source: Clear Favorites Button Text/HTML
de_de: Text/HTML für "Favoriten löschen"-Button

source: No Favorites Text
de_de: Text für "Keine Favoriten"

source: Appears in user favorite lists when they have not favorited any posts.
de_de: Erscheint in Benutzer-Favoritenlisten, wenn sie keine Beiträge favorisiert haben.

source: No Favorites Text/HTML
de_de: Text/HTML für "Keine Favoriten"

source: Page Cache
de_de: Seitencache

source: Cache Enabled on Site (Favorites content is injected on page load with AJAX request)
de_de: Cache auf der Site aktiviert (Favoriten-Inhalt wird bei Seitenladung per AJAX-Anfrage injiziert)

source: Development Mode
de_de: Entwicklermodus

source: Dependencies
de_de: Abhängigkeiten

source: Enqueue Plugin CSS
de_de: Plugin-CSS einreihen

source: Output Plugin CSS
de_de: Plugin-CSS ausgeben

source: If you are compiling your own minified CSS, include the CSS below:
de_de: Wenn Sie Ihr eigenes minifiziertes CSS kompilieren, fügen Sie das folgende CSS hinzu:

source: Enqueue Plugin Javascript
de_de: Plugin-JavaScript einreihen

source: Important: The plugin JavaScript is required for core functions. If this is disabled, the plugin JS <strong>must</strong> be included with the theme along with the global JS variables.
de_de: Wichtig: Das Plugin-JavaScript ist für Kernfunktionen erforderlich. Wenn dies deaktiviert ist, muss das Plugin-JS <strong>zusammen</strong> mit den globalen JS-Variablen im Theme eingebunden werden.

source: Output Plugin JavaScript
de_de: Plugin-JavaScript ausgeben

source: If you are compiling your own minified Javascript, include the below (required for plugin functionality):
de_de: Wenn Sie Ihr eigenes minifiziertes JavaScript kompilieren, fügen Sie das Folgende hinzu (erforderlich für Plugin-Funktionalität):

source: Favorites Version
de_de: Favoriten-Version

source: User Settings
de_de: Benutzer-Einstellungen

source: Enable favoriting functionality for unauthenticated users.
de_de: Favorisierungsfunktion für nicht authentifizierte Benutzer aktivieren.

source: Enable Anonymous Users
de_de: Anonyme Benutzer aktivieren

source: Include in Post Favorite Count
de_de: In Beitrags-Favoriten-Zähler einbeziehen

source: User Cookie Consent
de_de: Benutzer-Cookie-Einwilligung

source: Require user consent for saving cookies before allowing favorites to be saved.
de_de: Benutzer-Einwilligung zum Speichern von Cookies erfordern, bevor Favoriten gespeichert werden dürfen.

source: If using this option for GDPR compliance, please consult an attorney for appropriate legal terms to display in the modal consent.
de_de: Wenn Sie diese Option für DSGVO-Konformität verwenden, konsultieren Sie bitte einen Rechtsanwalt für angemessene rechtliche Bedingungen, die im Modal-Einwilligungsfenster angezeigt werden sollen.

source: Require User Consent
de_de: Benutzer-Einwilligung erfordern

source: Content to Display in Modal Agreement
de_de: Im Modal-Einwilligungsfenster anzuzeigender Inhalt

source: Consent Button Text
de_de: Text für Einwilligungs-Button

source: Deny Button Text
de_de: Text für Ablehnungs-Button

source: Anonymous Favoriting Behavior
de_de: Verhalten bei anonymem Favorisieren

source: By default, favorite buttons are hidden from unauthenticated users if anonymous users are disabled.
de_de: Standardmäßig werden Favoriten-Buttons für nicht authentifizierte Benutzer ausgeblendet, wenn anonyme Benutzer deaktiviert sind.

source: Show Buttons and Display Modal for Anonymous Users
de_de: Buttons anzeigen und Modal für anonyme Benutzer anzeigen

source: Redirect Anonymous Users to a Page
de_de: Anonyme Benutzer zu einer Seite weiterleiten

source: Edit the Modal Content Below
de_de: Modal-Inhalt unten bearbeiten

source: Important:
de_de: Wichtig:

source: If plugin css or javascript has been disabled, the modal window will not display correctly.
de_de: Wenn Plugin-CSS oder JavaScript deaktiviert wurde, wird das Modal-Fenster nicht korrekt angezeigt.

source: To add "close" button or link, give it a data attribute of "data-favorites-modal-close".
de_de: Um einen "Schließen"-Button oder Link hinzuzufügen, geben Sie ihm ein Daten-Attribut "data-favorites-modal-close".

source: Save Unauthenticated Favorites as
de_de: Nicht authentifizierte Favoriten speichern als

source: Unauthenticated users' favorites may be saved in either cookies or session. Authenticated users' favorites are saved as user meta.
de_de: Favoriten nicht authentifizierter Benutzer können entweder in Cookies oder der Session gespeichert werden. Favoriten authentifizierter Benutzer werden als Benutzer-Meta gespeichert.

source: General
de_de: Allgemein

source: Users
de_de: Benutzer

source: Display & Post Types
de_de: Anzeige & Beitragstypen
